<?php
return [
    "form" => [
        "edit_user"    => 'تعديل',
        "new_user"     => 'مستخدم جديد',
        "name"         => 'الاسم',
        "email"        => 'البريد الالكتروني',
        "password"     => 'كمة السر',
        "re_password"  => 'تأكيد كلمة السر',
        "submit"       => 'حفظ',
    ],
    "list" => [
        "name"         => 'الاسم',
        "email"        => 'البريد الالكتروني',
        "edit"         => 'تعديل',
        "delete"       => 'حذف',
    ],
    "swal" => [
        "delete_title"        => 'هل تريد حقا حذف هذا المستخدم ؟',
        "delete_body"         => 'هذا الاجراء لايمكن التراجع عنه',
        "yes"                 => 'نعم',
        "no"                  => 'لا',
        "select_title"        => 'التحديد مطلوب',
        "select_body"         => 'يجب تحديد الطلبات التي سوف يتم دفعها'
    ]

];